Repository: canonical/snapd-desktop-integration
Catalog: po/*.po
Languages: ar, gl, he

source: Updating %s to the latest version.
gl: Actualizando %s á última versión.

source: Installing missing theme snaps:
ar: تنصيب حزم سناب للسمات المفقودة:
gl: Instalando os snaps de temas que faltan:
he: ה־snapים החסרים לערכת העיצוב מותקנים:

source: Complete.
ar: اكتمل تنصيب حزم سناب للسمات.
gl: Completado.
he: הסתיים.

source: Canceled by the user.
ar: ألغيت العملية من قبل المستخدم.
gl: Cancelado polo usuario.
he: בוטל על ידי המשתמש.

source: Failed.
ar: فشل تنصيب حزم سناب للسمات.
gl: Produciuse un fallo.
he: נכשל.

source: Some required theme snaps are missing.
ar: بعض حزم سناب للسمات مفقودة.
gl: Faltan algúns snaps de temas necesarios.
he: חלק מה־snapים הנחוצים לערכת העיצוב חסרים.

source: Would you like to install them now?
ar: هل تود تنصيبهم الآن؟
gl: Quere instalalos agora?
he: להתקין אותם עכשיו?

source: Yes
ar: نعم
gl: Si
he: כן

source: No
ar: لا
gl: Non
he: לא

source: Hide
ar: أخفِ
gl: Agochar
he: הסתרה

source: Show updates
gl: Amosar as actualizacións

source: Don't remind me again
gl: Non volver lembralo

source: Close
gl: Pechar

source: %s will quit and update in %ld days
gl: %s vai pecharse e actualizarse en %ld días

source: %s will quit and update in %ld hours
gl: %s vai pecharse e actualizarse en %ld horas

source: %s will quit and update in %ld minutes
gl: %s vai pecharse e actualizarse en %ld minutos

source: Save your progress and quit now to prevent data loss.
gl: Garde o seu traballo e saia agora para evitar a perda de datos.

source: %s and %s will update when you quit them.
gl: %s e %s actualizaranse cando os peche.

source: %s, %s and %s will update when you quit them.
gl: %s, %s e %s actualizaranse cando os peche.

source: Update available for %s
gl: Hai unha actualización dispoñíbel para %s

source: Quit the app to update it now.
gl: Peche a aplicación para actualizala agora.

source: Update available for %d app
gl: Hai unha actualización dispoñíbel para %d aplicación

source: Quit the apps to update them now.
gl: Peche as aplicacións para actualizalas agora.

source: %s was updated
gl: %s foi actualizada

source: You can reopen it now.
gl: Xa pode volver abrila.

source: Refreshing snaps
gl: Actualizando snaps

source: Refreshing “%s” to latest version. Please wait.
ar: جاري تحديث "%s" إلى آخر إصدار. الرجاء الانتظار.
he: „%s” מתקיימת לגרסה העדכנית ביותר. נא להמתין.

source: Snap refresh in progress
ar: جاري تحديث حزم سناب
he: מתבצע עדכון Snap
